Repository: gistya/SwiftXState
Catalog: Sources/SwiftXStateInspectorUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans

# %lld actors · %lld events
source: %1$lld actors · %2$lld events
ar: %1$lld فاعل · %2$lld حدث
bn: %1$lld অ্যাক্টর · %2$lld ইভেন্ট
de: %1$lld Akteure · %2$lld Ereignisse
es: %1$lld actores · %2$lld eventos
fa: %1$lld بازیگر · %2$lld رویداد
fr: %1$lld acteurs · %2$lld événements
he: %1$lld שחקנים · %2$lld אירועים
hi: %1$lld एक्टर्स · %2$lld इवेंट्स
id: %1$lld actor · %2$lld event
it: %1$lld attori · %2$lld eventi
ja: %1$lld 個のアクター · %2$lld 個のイベント
ko: 액터 %1$lld개 · 이벤트 %2$lld개
pl: %1$lld aktorów · %2$lld zdarzeń
pt_br: %1$lld atores · %2$lld eventos
ru: %1$lld акторов · %2$lld событий
tr: %1$lld aktör · %2$lld olay
uk: %1$lld акторів · %2$lld подій
vi: %1$lld actor · %2$lld sự kiện
zh_hans: %1$lld 个参与者 · %2$lld 个事件

source: ACTION
ar: إجراء
bn: অ্যাকশন
de: AKTION
es: ACCIÓN
fa: کنش
he: פעולה
hi: एक्शन
id: AKSI
it: AZIONE
ja: アクション
ko: 액션
pl: AKCJA
pt_br: AÇÃO
ru: ДЕЙСТВИЕ
tr: EYLEM
uk: ДІЯ
vi: HÀNH ĐỘNG
zh_hans: 动作

source: ACTIVE
ar: نشِط
bn: সক্রিয়
de: AKTIV
es: ACTIVO
fa: فعال
fr: ACTIF
he: פעיל
hi: सक्रिय
id: AKTIF
it: ATTIVO
ja: アクティブ
ko: 활성
nl: ACTIEF
pl: AKTYWNY
pt_br: ATIVO
ru: АКТИВЕН
tr: ETKİN
uk: АКТИВНИЙ
vi: ĐANG HOẠT ĐỘNG
zh_hans: 活动

source: ACTOR
ar: فاعل
bn: অ্যাক্টর
de: AKTEUR
fa: بازیگر
fr: ACTEUR
he: שחקן
hi: एक्टर
it: ATTORE
ja: アクター
ko: 액터
pl: AKTOR
pt_br: ATOR
ru: АКТОР
tr: AKTÖR
uk: АКТОР
zh_hans: 参与者

source: Actors
ar: الفاعلون
bn: অ্যাক্টর
de: Akteure
es: Actores
fa: بازیگرها
fr: Acteurs
he: שחקנים
hi: एक्टर्स
id: Actor
it: Attori
ja: アクター
ko: 액터
pl: Aktorzy
pt_br: Atores
ru: Акторы
tr: Aktörler
uk: Актори
vi: Actor
zh_hans: 参与者

# Actors Header
source: ACTORS
ar: الفاعلون
bn: অ্যাক্টর
de: AKTEURE
es: ACTORES
fa: بازیگرها
fr: ACTEURS
he: שחקנים
hi: एक्टर्स
id: ACTOR
it: ATTORI
ja: アクター
ko: 액터
pl: AKTORZY
pt_br: ATORES
ru: АКТОРЫ
tr: AKTÖRLER
uk: АКТОРИ
vi: ACTOR
zh_hans: 参与者

source: Clear
ar: مسح
bn: ক্লিয়ার করুন
de: Leeren
es: Borrar
fa: پاک‌سازی
fr: Effacer
he: ניקוי
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除

source: Collapse
ar: طي
bn: সংকুচিত করুন
de: Einklappen
es: Contraer
fa: جمع‌کردن
fr: Réduire
he: כיווץ
hi: समेटें
id: Ciutkan
it: Comprimi
ja: 折りたたむ
ko: 접기
nl: Invouwen
pl: Zwiń
pt_br: Recolher
ru: Свернуть
tr: Daralt
uk: Згорнути
vi: Thu gọn
zh_hans: 折叠

source: Context
ar: السياق
bn: কনটেক্সট
de: Kontext
es: Contexto
fa: زمینه
fr: Contexte
he: הקשר
hi: कॉन्टेक्स्ट
it: Contesto
ja: コンテキスト
ko: 컨텍스트
pl: Kontekst
pt_br: Contexto
ru: Контекст
tr: Bağlam
uk: Контекст
vi: Ngữ cảnh
zh_hans: 上下文

source: DONE
ar: مُنتهٍ
bn: সম্পন্ন
de: FERTIG
es: COMPLETADO
fa: انجام‌شده
fr: TERMINÉ
he: הושלם
hi: पूर्ण
id: SELESAI
it: COMPLETATO
ja: 完了
ko: 완료
nl: KLAAR
pl: GOTOWE
pt_br: CONCLUÍDO
ru: ЗАВЕРШЁН
tr: BİTTİ
uk: ЗАВЕРШЕНО
vi: HOÀN TẤT
zh_hans: 完成

source: Drive the machine to populate the event feed.
ar: شغّل الآلة لتعبئة موجز الأحداث.
bn: ইভেন্ট ফিড পূরণ করতে মেশিন চালান।
de: Steuere die Maschine, um den Ereignis-Feed zu füllen.
es: Opera la máquina para llenar el flujo de eventos.
fa: ماشین را به حرکت درآورید تا خوراک رویدادها پر شود.
fr: Pilotez la machine pour alimenter le flux d'événements.
he: הפעל את המכונה כדי למלא את הזנת האירועים.
hi: इवेंट फ़ीड भरने के लिए मशीन को चलाएँ।
id: Jalankan machine untuk mengisi umpan event.
it: Pilota la macchina per popolare il feed degli eventi.
ja: マシンを操作するとイベントフィードに表示されます。
ko: 머신을 구동하면 이벤트 피드가 채워집니다.
nl: Stuur de machine aan om de eventfeed te vullen.
pl: Uruchom maszynę, aby wypełnić kanał zdarzeń.
pt_br: Opere a máquina para preencher o fluxo de eventos.
ru: Запустите машину, чтобы наполнить ленту событий.
tr: Olay akışını doldurmak için makineyi çalıştırın.
uk: Керуйте машиною, щоб заповнити стрічку подій.
vi: Điều khiển máy trạng thái để nạp luồng sự kiện.
zh_hans: 驱动状态机以填充事件流。

source: Error
ar: خطأ
bn: এরর
de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# Error Status
source: ERROR
ar: خطأ
bn: এরর
de: FEHLER
fa: خطا
fr: ERREUR
he: שגיאה
hi: त्रुटि
it: ERRORE
ja: エラー
ko: 오류
nl: FOUT
pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА
tr: HATA
uk: ПОМИЛКА
vi: LỖI
zh_hans: 错误

source: EVENT
ar: حدث
bn: ইভেন্ট
de: EREIGNIS
es: EVENTO
fa: رویداد
fr: ÉVÉNEMENT
he: אירוע
hi: इवेंट
it: EVENTO
ja: イベント
ko: 이벤트
pl: ZDARZENIE
pt_br: EVENTO
ru: СОБЫТИЕ
tr: OLAY
uk: ПОДІЯ
vi: SỰ KIỆN
zh_hans: 事件

source: Expand
ar: توسيع
bn: প্রসারিত করুন
de: Erweitern
es: Expandir
fa: گسترش
fr: Développer
he: הרחבה
hi: विस्तृत करें
id: Bentangkan
it: Espandi
ja: 展開
ko: 펼치기
nl: Uitvouwen
pl: Rozwiń
pt_br: Expandir
ru: Развернуть
tr: Genişlet
uk: Розгорнути
vi: Mở rộng
zh_hans: 展开

source: external
ar: خارجي
bn: এক্সটার্নাল
de: extern
es: externo
fa: خارجی
fr: externe
he: חיצוני
hi: बाहरी
id: eksternal
it: esterno
ja: 外部
nl: extern
pl: zewnętrzne
pt_br: externo
ru: внешние
tr: harici
uk: зовнішній
vi: bên ngoài
zh_hans: 外部

source: Inspection event
ar: حدث فحص
bn: ইন্সপেকশন ইভেন্ট
de: Inspektionsereignis
es: Evento de inspección
fa: رویداد بازرسی
fr: Événement d'inspection
he: אירוע בדיקה
hi: इंस्पेक्शन इवेंट
id: Event inspeksi
it: Evento di ispezione
ja: 検査イベント
ko: 검사 이벤트
nl: Inspectie-event
pl: Zdarzenie inspekcji
pt_br: Evento de inspeção
ru: Событие инспекции
tr: İnceleme olayı
uk: Подія інспекції
vi: Sự kiện kiểm tra
zh_hans: 检查事件

source: Inspector
ar: المُفتِّش
bn: ইন্সপেক্টর
de: Inspektor
fa: بازرس
fr: Inspecteur
he: מפקח
hi: इंस्पेक्टर
id: Inspektur
it: Ispettore
ja: インスペクタ
ko: 인스펙터
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
tr: İnceleyici
uk: Інспектор
vi: Bộ kiểm tra
zh_hans: 检查器

source: Load into Inspector
ar: تحميل في المُفتِّش
bn: ইন্সপেক্টরে লোড করুন
de: In Inspektor laden
es: Cargar en el inspector
fa: بارگذاری در بازرس
fr: Charger dans l'inspecteur
he: טעינה למפקח
hi: इंस्पेक्टर में लोड करें
id: Muat ke Inspektur
it: Carica nell'ispettore
ja: インスペクタに読み込む
ko: 인스펙터로 로드
nl: Laden in Inspector
pl: Wczytaj do Inspektora
pt_br: Carregar no Inspetor
ru: Загрузить в инспектор
tr: İnceleyiciye Yükle
uk: Завантажити в інспектор
vi: Nạp vào Bộ kiểm tra
zh_hans: 载入检查器

source: Loaded: %@
ar: مُحمَّلة: %@
bn: লোড হয়েছে: %@
de: Geladen: %@
es: Cargado: %@
fa: بارگذاری‌شده: %@
fr: Chargé : %@
he: נטען: %@
hi: लोड किया गया: %@
id: Dimuat: %@
it: Caricato: %@
ja: 読み込み済み: %@
ko: 로드됨: %@
nl: Geladen: %@
pl: Wczytano: %@
pt_br: Carregado: %@
ru: Загружено: %@
tr: Yüklendi: %@
uk: Завантажено: %@
vi: Đã nạp: %@
zh_hans: 已加载：%@

source: Machine Definition (XState JSON)
ar: تعريف الآلة (‏XState JSON)
bn: মেশিন সংজ্ঞা (XState JSON)
de: Maschinendefinition (XState JSON)
es: Definición de máquina (JSON de XState)
fa: تعریف ماشین (XState JSON)
fr: Définition de la machine (XState JSON)
he: הגדרת מכונה (XState JSON)
hi: मशीन परिभाषा (XState JSON)
id: Definisi Machine (XState JSON)
it: Definizione della macchina (XState JSON)
ja: マシン定義（XState JSON）
ko: 머신 정의 (XState JSON)
nl: Machinedefinitie (XState JSON)
pl: Definicja maszyny (XState JSON)
pt_br: Definição da Máquina (XState JSON)
ru: Определение машины (XState JSON)
tr: Makine Tanımı (XState JSON)
uk: Визначення машини (XState JSON)
vi: Định nghĩa máy trạng thái (XState JSON)
zh_hans: 状态机定义（XState JSON）

source: Maximize
ar: تكبير
bn: সর্বোচ্চ করুন
de: Maximieren
es: Maximizar
fa: بیشینه‌سازی
fr: Agrandir
he: הגדלה מרבית
hi: अधिकतम करें
id: Maksimalkan
it: Ingrandisci
ja: 最大化
ko: 최대화
nl: Maximaliseren
pl: Maksymalizuj
pt_br: Maximizar
ru: Развернуть
tr: Büyüt
uk: Розгорнути
vi: Phóng tối đa
zh_hans: 最大化

source: Maximize sidebar
ar: تكبير الشريط الجانبي
bn: সাইডবার সর্বোচ্চ করুন
de: Seitenleiste maximieren
es: Maximizar la barra lateral
fa: بیشینه‌سازی نوار کناری
fr: Agrandir la barre latérale
he: הגדלה מרבית של סרגל הצד
hi: साइडबार अधिकतम करें
id: Maksimalkan bilah samping
it: Ingrandisci la barra laterale
ja: サイドバーを最大化
ko: 사이드바 최대화
nl: Zijbalk maximaliseren
pl: Maksymalizuj pasek boczny
pt_br: Maximizar barra lateral
ru: Развернуть боковую панель
tr: Kenar çubuğunu büyüt
uk: Розгорнути бічну панель
vi: Phóng tối đa thanh bên
zh_hans: 最大化侧边栏

source: MICROSTEP
ar: خطوة دقيقة
bn: মাইক্রোস্টেপ
de: MIKROSCHRITT
es: MICROPASO
fa: میکرو‌گام
fr: MICRO-ÉTAPE
he: מיקרו-צעד
hi: माइक्रोस्टेप
it: MICROPASSO
ja: マイクロステップ
ko: 마이크로스텝
nl: MICROSTAP
pl: MIKROKROK
pt_br: MICROETAPA
ru: МИКРОШАГ
tr: MİKROADIM
uk: МІКРОКРОК
vi: VI BƯỚC
zh_hans: 微步

source: Minimize
ar: تصغير
bn: সর্বনিম্ন করুন
de: Minimieren
es: Minimizar
fa: کمینه‌سازی
fr: Réduire
he: מזעור
hi: न्यूनतम करें
id: Minimalkan
it: Riduci a icona
ja: 最小化
ko: 최소화
nl: Minimaliseren
pl: Minimalizuj
pt_br: Minimizar
ru: Свернуть
tr: Küçült
uk: Згорнути
vi: Thu nhỏ
zh_hans: 最小化

source: Minimize sidebar
ar: تصغير الشريط الجانبي
bn: সাইডবার সর্বনিম্ন করুন
de: Seitenleiste minimieren
es: Minimizar la barra lateral
fa: کمینه‌سازی نوار کناری
fr: Réduire la barre latérale
he: מזעור סרגל הצד
hi: साइडबार न्यूनतम करें
id: Minimalkan bilah samping
it: Riduci a icona la barra laterale
ja: サイドバーを最小化
ko: 사이드바 최소화
nl: Zijbalk minimaliseren
pl: Minimalizuj pasek boczny
pt_br: Minimizar barra lateral
ru: Свернуть боковую панель
tr: Kenar çubuğunu küçült
uk: Згорнути бічну панель
vi: Thu nhỏ thanh bên
zh_hans: 最小化侧边栏

source: No events available from this state — it's a dead end (or final).
ar: لا توجد أحداث متاحة من هذه الحالة — إنها طريق مسدود (أو نهائية).
bn: এই স্টেট থেকে কোনো ইভেন্ট উপলব্ধ নেই — এটি একটি ডেড এন্ড (অথবা চূড়ান্ত)।
de: Aus diesem Zustand sind keine Ereignisse verfügbar – eine Sackgasse (oder final).
es: No hay eventos disponibles desde este estado: es un callejón sin salida (o final).
fa: هیچ رویدادی از این حالت در دسترس نیست — این یک بن‌بست است (یا حالت نهایی).
fr: Aucun événement disponible depuis cet état — c'est une impasse (ou un état final).
he: אין אירועים זמינים ממצב זה — זהו מבוי סתום (או מצב סופי).
hi: इस स्टेट से कोई इवेंट उपलब्ध नहीं — यह एक डेड एंड है (या अंतिम)।
id: Tidak ada event dari state ini — ini jalan buntu (atau final).
it: Nessun evento disponibile da questo stato — è un vicolo cieco (o finale).
ja: この状態から送信できるイベントはありません — 行き止まり（または最終状態）です。
ko: 이 상태에서 사용할 수 있는 이벤트가 없습니다 — 막다른 상태(또는 최종 상태)입니다.
nl: Geen events beschikbaar vanuit deze state — het is een doodlopend punt (of definitief).
pl: Brak dostępnych zdarzeń z tego stanu — to ślepy zaułek (lub stan końcowy).
pt_br: Nenhum evento disponível a partir deste estado — é um beco sem saída (ou final).
ru: Из этого состояния нет доступных событий — это тупик (или финальное состояние).
tr: Bu durumdan gönderilebilecek olay yok — çıkmaz sokak (veya nihai).
uk: Із цього стану немає доступних подій — це глухий кут (або кінцевий).
vi: Không có sự kiện nào từ trạng thái này — đây là ngõ cụt (hoặc trạng thái kết thúc).
zh_hans: 此状态没有可用事件——它是死角（或最终状态）。

source: No events yet
ar: لا توجد أحداث بعد
bn: এখনও কোনো ইভেন্ট নেই
de: Noch keine Ereignisse
es: Aún no hay eventos
fa: هنوز رویدادی نیست
fr: Aucun événement pour l'instant
he: אין אירועים עדיין
hi: अभी तक कोई इवेंट नहीं
id: Belum ada event
it: Nessun evento ancora
ja: イベントがまだありません
ko: 아직 이벤트 없음
nl: Nog geen events
pl: Brak zdarzeń
pt_br: Ainda não há eventos
ru: Пока нет событий
tr: Henüz olay yok
uk: Подій ще немає
vi: Chưa có sự kiện nào
zh_hans: 暂无事件

source: No graph available
ar: لا يوجد مخطط متاح
bn: কোনো গ্রাফ উপলব্ধ নেই
de: Kein Graph verfügbar
es: No hay gráfico disponible
fa: گرافی در دسترس نیست
fr: Aucun graphe disponible
he: אין גרף זמין
hi: कोई ग्राफ़ उपलब्ध नहीं
id: Tidak ada grafik tersedia
it: Nessun grafo disponibile
ja: 利用可能なグラフがありません
ko: 표시할 그래프 없음
nl: Geen grafiek beschikbaar
pl: Brak dostępnego grafu
pt_br: Nenhum grafo disponível
ru: Граф недоступен
tr: Grafik yok
uk: Граф недоступний
vi: Không có đồ thị
zh_hans: 无可用图形

source: No snapshot yet
ar: لا توجد لقطة بعد
bn: এখনও কোনো স্ন্যাপশট নেই
de: Noch kein Snapshot
es: Aún no hay snapshot
fa: هنوز عکس فوری‌ای نیست
fr: Aucun instantané pour l'instant
he: אין תמונת מצב עדיין
hi: अभी तक कोई स्नैपशॉट नहीं
id: Belum ada snapshot
it: Nessuno snapshot ancora
ja: スナップショットがまだありません
ko: 아직 스냅샷 없음
nl: Nog geen snapshot
pl: Brak migawki
pt_br: Ainda não há snapshot
ru: Пока нет снимка
tr: Henüz anlık görüntü yok
uk: Знімка ще немає
vi: Chưa có ảnh chụp nhanh
zh_hans: 暂无快照

source: Output
ar: المُخرَج
bn: আউটপুট
de: Ausgabe
es: Salida
fa: خروجی
fr: Sortie
he: פלט
hi: आउटपुट
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wynik
pt_br: Saída
ru: Выходные данные
tr: Çıktı
uk: Вихідні дані
vi: Đầu ra
zh_hans: 输出

source: Paste an XState machine definition here…
ar: الصِق تعريف آلة XState هنا…
bn: এখানে একটি XState মেশিন সংজ্ঞা পেস্ট করুন…
de: Füge hier eine XState-Maschinendefinition ein…
es: Pega aquí una definición de máquina de XState…
fa: تعریف یک ماشین XState را اینجا بچسبانید…
fr: Collez ici une définition de machine XState…
he: הדבק כאן הגדרת מכונת XState…
hi: यहाँ एक XState मशीन परिभाषा पेस्ट करें…
id: Tempel definisi machine XState di sini…
it: Incolla qui una definizione di macchina XState…
ja: XState マシン定義をここに貼り付けてください…
ko: 여기에 XState 머신 정의를 붙여넣으세요…
nl: Plak hier een XState-machinedefinitie…
pl: Wklej tutaj definicję maszyny XState…
pt_br: Cole aqui uma definição de máquina XState…
ru: Вставьте сюда определение машины XState…
tr: Buraya bir XState makine tanımı yapıştırın…
uk: Вставте сюди визначення машини XState…
vi: Dán định nghĩa máy trạng thái XState vào đây…
zh_hans: 在此粘贴 XState 状态机定义…

source: Select an actor and drive the machine to see its state.
ar: اختر فاعلًا وشغّل الآلة لعرض حالتها.
bn: একটি অ্যাক্টর নির্বাচন করুন এবং এর স্টেট দেখতে মেশিন চালান।
de: Wähle einen Akteur und steuere die Maschine, um ihren Zustand zu sehen.
es: Selecciona un actor y opera la máquina para ver su estado.
fa: یک بازیگر انتخاب کنید و ماشین را به حرکت درآورید تا حالت آن را ببینید.
fr: Sélectionnez un acteur et pilotez la machine pour voir son état.
he: בחר שחקן והפעל את המכונה כדי לראות את מצבה.
hi: इसकी स्टेट देखने के लिए एक एक्टर चुनें और मशीन को चलाएँ।
id: Pilih actor dan jalankan machine untuk melihat state-nya.
it: Seleziona un attore e pilota la macchina per vederne lo stato.
ja: アクターを選択してマシンを操作すると、その状態が表示されます。
ko: 액터를 선택하고 머신을 구동하면 상태를 볼 수 있습니다.
nl: Selecteer een actor en stuur de machine aan om zijn state te zien.
pl: Wybierz aktora i uruchom maszynę, aby zobaczyć jej stan.
pt_br: Selecione um ator e opere a máquina para ver seu estado.
ru: Выберите актора и запустите машину, чтобы увидеть её состояние.
tr: Durumunu görmek için bir aktör seçin ve makineyi çalıştırın.
uk: Виберіть актора та керуйте машиною, щоб побачити її стан.
vi: Chọn một actor và điều khiển máy trạng thái để xem trạng thái của nó.
zh_hans: 选择一个参与者并驱动状态机以查看其状态。

source: Select an actor to view its statechart.
ar: اختر فاعلًا لعرض مخطط حالاته.
bn: এর স্টেটচার্ট দেখতে একটি অ্যাক্টর নির্বাচন করুন।
de: Wähle einen Akteur, um sein Statechart anzuzeigen.
es: Selecciona un actor para ver su statechart.
fa: برای دیدن نمودار حالت یک بازیگر، آن را انتخاب کنید.
fr: Sélectionnez un acteur pour afficher son statechart.
he: בחר שחקן כדי להציג את תרשים המצבים שלו.
hi: इसका स्टेटचार्ट देखने के लिए कोई एक्टर चुनें।
id: Pilih actor untuk melihat statechart-nya.
it: Seleziona un attore per visualizzarne lo statechart.
ja: ステートチャートを表示するアクターを選択してください。
ko: 액터를 선택하면 해당 상태 차트를 볼 수 있습니다.
nl: Selecteer een actor om zijn statechart te bekijken.
pl: Wybierz aktora, aby zobaczyć jego diagram stanów.
pt_br: Selecione um ator para ver seu statechart.
ru: Выберите актора, чтобы просмотреть его диаграмму состояний.
tr: Statechart'ını görmek için bir aktör seçin.
uk: Виберіть актора, щоб переглянути його стейтчарт.
vi: Chọn một actor để xem statechart của nó.
zh_hans: 选择一个参与者以查看其状态图。

source: SEND EVENTS
ar: إرسال الأحداث
bn: ইভেন্ট পাঠান
de: EREIGNISSE SENDEN
es: ENVIAR EVENTOS
fa: ارسال رویدادها
fr: ENVOYER DES ÉVÉNEMENTS
he: שליחת אירועים
hi: इवेंट्स भेजें
id: KIRIM EVENT
it: INVIA EVENTI
ja: イベントを送信
ko: 이벤트 전송
nl: EVENTS VERSTUREN
pl: WYSYŁANIE ZDARZEŃ
pt_br: ENVIAR EVENTOS
ru: ОТПРАВКА СОБЫТИЙ
tr: OLAY GÖNDER
uk: НАДСИЛАННЯ ПОДІЙ
vi: GỬI SỰ KIỆN
zh_hans: 发送事件

source: Send events between actors to populate the diagram.
ar: أرسِل أحداثًا بين الفاعلين لتعبئة المخطط.
bn: ডায়াগ্রাম পূরণ করতে অ্যাক্টরগুলোর মধ্যে ইভেন্ট পাঠান।
de: Sende Ereignisse zwischen Akteuren, um das Diagramm zu füllen.
es: Envía eventos entre actores para llenar el diagrama.
fa: بین بازیگرها رویداد ارسال کنید تا نمودار پر شود.
fr: Envoyez des événements entre acteurs pour alimenter le diagramme.
he: שלח אירועים בין שחקנים כדי למלא את התרשים.
hi: डायग्राम भरने के लिए एक्टर्स के बीच इवेंट्स भेजें।
id: Kirim event antar actor untuk mengisi diagram.
it: Invia eventi tra gli attori per popolare il diagramma.
ja: アクター間でイベントを送信すると図に表示されます。
ko: 액터 간에 이벤트를 전송하면 다이어그램이 채워집니다.
nl: Verstuur events tussen actors om het diagram te vullen.
pl: Wysyłaj zdarzenia między aktorami, aby wypełnić diagram.
pt_br: Envie eventos entre atores para preencher o diagrama.
ru: Отправляйте события между акторами, чтобы наполнить диаграмму.
tr: Diyagramı doldurmak için aktörler arasında olay gönderin.
uk: Надсилайте події між акторами, щоб заповнити діаграму.
vi: Gửi sự kiện giữa các actor để dựng sơ đồ.
zh_hans: 在参与者之间发送事件以填充此图。

source: Sequence diagram
ar: مخطط التسلسل
bn: সিকোয়েন্স ডায়াগ্রাম
de: Sequenzdiagramm
es: Diagrama de secuencia
fa: نمودار توالی
fr: Diagramme de séquence
he: תרשים רצף
hi: सीक्वेंस डायग्राम
id: Diagram sekuens
it: Diagramma di sequenza
ja: シーケンス図
ko: 시퀀스 다이어그램
nl: Sequentiediagram
pl: Diagram sekwencji
pt_br: Diagrama de sequência
ru: Диаграмма последовательности
tr: Sıralama diyagramı
uk: Діаграма послідовності
vi: Sơ đồ tuần tự
zh_hans: 序列图

source: Show/hide the actors drawer
ar: إظهار/إخفاء درج الفاعلين
bn: অ্যাক্টর ড্রয়ার দেখান/লুকান
de: Akteur-Schublade ein-/ausblenden
es: Mostrar u ocultar el panel de actores
fa: نمایش/پنهان‌سازی کشوی بازیگرها
fr: Afficher/masquer le tiroir des acteurs
he: הצגה/הסתרה של מגירת השחקנים
hi: एक्टर्स ड्रॉअर दिखाएँ/छिपाएँ
id: Tampilkan/sembunyikan laci actor
it: Mostra/nascondi il cassetto degli attori
ja: アクタードロワーの表示/非表示
ko: 액터 서랍 표시/숨기기
nl: Actors-lade tonen/verbergen
pl: Pokaż/ukryj szufladę aktorów
pt_br: Mostrar/ocultar a gaveta de atores
ru: Показать или скрыть панель акторов
tr: Aktör çekmecesini göster/gizle
uk: Показати/сховати панель акторів
vi: Hiện/ẩn ngăn kéo actor
zh_hans: 显示/隐藏参与者抽屉

source: SNAPSHOT
ar: لقطة
bn: স্ন্যাপশট
fa: عکس فوری
fr: INSTANTANÉ
he: תמונת מצב
hi: स्नैपशॉट
ja: スナップショット
ko: 스냅샷
pl: MIGAWKA
ru: СНИМОК
tr: ANLIK GÖRÜNTÜ
uk: ЗНІМОК
vi: ẢNH CHỤP NHANH
zh_hans: 快照

source: STOPPED
ar: متوقف
bn: থামানো হয়েছে
de: GESTOPPT
es: DETENIDO
fa: متوقف‌شده
fr: ARRÊTÉ
he: נעצר
hi: रुका हुआ
id: DIHENTIKAN
it: ARRESTATO
ja: 停止
ko: 중지됨
nl: GESTOPT
pl: ZATRZYMANY
pt_br: PARADO
ru: ОСТАНОВЛЕН
tr: DURDURULDU
uk: ЗУПИНЕНО
vi: ĐÃ DỪNG
zh_hans: 已停止

source: This actor did not report a machine definition.
ar: لم يُبلِّغ هذا الفاعل عن تعريف آلة.
bn: এই অ্যাক্টর কোনো মেশিন সংজ্ঞা রিপোর্ট করেনি।
de: Dieser Akteur hat keine Maschinendefinition gemeldet.
es: Este actor no informó una definición de máquina.
fa: این بازیگر تعریف ماشینی گزارش نکرد.
fr: Cet acteur n'a signalé aucune définition de machine.
he: שחקן זה לא דיווח על הגדרת מכונה.
hi: इस एक्टर ने कोई मशीन परिभाषा रिपोर्ट नहीं की।
id: Actor ini tidak melaporkan definisi machine.
it: Questo attore non ha segnalato una definizione di macchina.
ja: このアクターはマシン定義を報告しませんでした。
ko: 이 액터는 머신 정의를 보고하지 않았습니다.
nl: Deze actor heeft geen machinedefinitie gerapporteerd.
pl: Ten aktor nie zgłosił definicji maszyny.
pt_br: Este ator não informou uma definição de máquina.
ru: Этот актор не сообщил определение машины.
tr: Bu aktör bir makine tanımı bildirmedi.
uk: Цей актор не повідомив визначення машини.
vi: Actor này không báo cáo định nghĩa máy trạng thái.
zh_hans: 此参与者未报告状态机定义。

source: This actor only
ar: هذا الفاعل فقط
bn: শুধু এই অ্যাক্টর
de: Nur dieser Akteur
es: Solo este actor
fa: فقط این بازیگر
fr: Cet acteur uniquement
he: שחקן זה בלבד
hi: केवल यह एक्टर
id: Hanya actor ini
it: Solo questo attore
ja: このアクターのみ
ko: 이 액터만
nl: Alleen deze actor
pl: Tylko ten aktor
pt_br: Apenas este ator
ru: Только этот актор
tr: Yalnızca bu aktör
uk: Лише цей актор
vi: Chỉ actor này
zh_hans: 仅此参与者

source: TRANSITION
ar: انتقال
bn: ট্রানজিশন
de: ÜBERGANG
es: TRANSICIÓN
fa: گذار
he: מעבר
hi: ट्रांज़िशन
id: TRANSISI
it: TRANSIZIONE
ja: 遷移
ko: 전이
pl: PRZEJŚCIE
pt_br: TRANSIÇÃO
ru: ПЕРЕХОД
tr: GEÇİŞ
uk: ПЕРЕХІД
vi: CHUYỂN TIẾP
zh_hans: 转换

source: Value
ar: القيمة
bn: ভ্যালু
de: Wert
es: Valor
fa: مقدار
fr: Valeur
he: ערך
hi: मान
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值

source: Waiting for actors…
ar: في انتظار الفاعلين…
bn: অ্যাক্টরের জন্য অপেক্ষা করা হচ্ছে…
de: Warte auf Akteure…
es: Esperando actores…
fa: در انتظار بازیگرها…
fr: En attente des acteurs…
he: ממתין לשחקנים…
hi: एक्टर्स की प्रतीक्षा हो रही है…
id: Menunggu actor…
it: In attesa degli attori…
ja: アクターを待機中…
ko: 액터를 기다리는 중…
nl: Wachten op actors…
pl: Oczekiwanie na aktorów…
pt_br: Aguardando atores…
ru: Ожидание акторов…
tr: Aktörler bekleniyor…
uk: Очікування акторів…
vi: Đang chờ actor…
zh_hans: 正在等待参与者…
